Repository: LykkeCity/ModernWalletiOS
Catalog: ModernWallet/Resources/*.lproj/Localizable.strings
Languages: ru, th

# marginal.trade.margin
source: Margin
ru: Маржа
th: มาร์จิ้น

# marginal.trade.notset
source: not set
ru: нет
th: ไม่ได้กำหนด

# marginal.tabs.marketorder
source: MARKET ORDER
ru: РЫНОЧНЫЙ ОРДЕР
th: คำสั่งตลาด

# marginal.tabs.pendingorder
source: PENDING ORDER
ru: ЛИМИТНЫЙ ОРДЕР
th: คำสั่งซื้อขายที่รอการดำเนินการ

# marginal.warning.title
source: WARNING
ru: ВНИМАНИЕ
th: คำเตือน

# marginal.error.title
source: ERROR
ru: ОШИБКА
th: ข้อผิดพลาด

# marginal.warning.fillexpectedprice
source: Please fill expected open price value
ru: Заполните ожидаемую цену открытия
th: กรุณาใส่่ราคาเปิดที่คาดไว้

# marginal.warning.balance
source: Your available balance is not enough for creating this position! Please deposit.
ru: У Вас недостаточный баланс! Сделайте депозит.
th: ยอดเงินที่เหลืออยู่ของคุณไม่พอสำหรับธุรกรรมนี้ กรุณาฝากเงิน

# marginal.stoploss
source: Stop Loss
ru: Хватит терять
th: หยุดการขาดทุน

# marginal.takeprofit
source: Take Profit
ru: Забрать прибыль
th: ทำกำไร

# marginal.targetPNL
source: Target P&L
ru: Будет P&L
th: เป้ากำไรขาดทุน

# marginal.long
source: Long
ru: Длинная
th: ซื้อ

# marginal.short
source: Short
ru: Короткая
th: ขาย

# marginal.trade.done
source: DONE
ru: ГОТОВО
th: เสร็จ

# marginal.message.orderplaced
source: Order placed!
ru: Ордер размещен!
th: ส่งคำสั่งซื้อแล้ว

# marginal.message.positionclosed
source: Position closed!
ru: Позиция закрыта!
th: ปิดสถานะ!

# marginal.error.orbutton
source: OK, I UNDERSTAND
ru: ХОРОШО, Я ПОНЯЛ
th: ตกลง ฉันเข้าใจ

# marginal.trade.buttons.short
source: SHORT
ru: КОРОТКАЯ
th: ขาย

# marginal.trade.buttons.long
source: LONG
ru: ДЛИННАЯ
th: ซื้อ

# marginal.trade.price
source: Price
ru: Цена
th: ราคา

# marginal.error.limits
source: Limits set incorrectly.
ru: Неверные лимиты
th: กำหนดวงเงินไม่ถูกต้อง

# marginal.error.amount
source: Please fill amount
ru: Введите сумму
th: กรุณาใส่จำนวน

# wallets.private.pagetitle
source: PRIVATE WALLETS
ru: ЛИЧНЫЕ КОШЕЛЬКИ
th: กระเป๋าเงินส่วนตัว

# wallets.private.message.makebackup
source: Please make a backup of your private key to be able to create a new private wallet.
ru: Сделайте бэкап приватного ключа, чтобы добавить приватный кошелек.
th: กรุณาสำรองข้อมูลกุญแจส่วนตัวของคุณเพื่อเปิดกระเป๋าเงินส่วนตัวอันใหม่

# wallets.private.cold.key.pagetitle
source: PRIVATE KEY
ru: ЛИЧНЫЙ КЛЮЧ
th: กุญแจส่วนตัว

# wallets.private.address.pagetitle
source: WALLET ADDRESS
ru: АДРЕС КОШЕЛЬКА
th: ที่อยู่กระเป๋าเงิน

# wallets.private.address.bitcoin
source: Bitcoin wallet address
ru: Биткоин адрес
th: ที่อยู่กระเป๋าเงินบิทคอยน์

# wallets.private.address.colored
source: Colored wallet address
ru: Цветной адрес
th: ที่อยู่กระเป๋าเงินสี

# wallets.private.create.pagetitle
source: ADD NEW WALLET
ru: ДОБАВИТЬ КОШЕЛЕК
th: เพิ่มกระเป๋าเงินใหม่

# wallets.private.create.nameplaceholder
source: Name of wallet
ru: Имя кошелька
th: ชื่อกระเป๋าเงิน

# wallets.private.create.keyplaceholder
source: Private key
ru: Личный ключ
th: กุญแจส่วนตัว

# wallets.private.create.button.create
source: CREATE WALLET
ru: СОЗДАТЬ КОШЕЛЕК
th: สร้างกระเป๋าเงิน

# wallets.private.create.button.add
source: ADD WALLET
ru: ДОБАВИТЬ КОШЕЛЕК
th: เพิ่มกระเป๋าเงิน

# wallets.private.create.button.proceed
source: PROCEED
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ

# wallets.private.create.tabs.private
source: PRIVATE
ru: ЛИЧНЫЙ
th: ส่วนตัว

# wallets.private.create.tabs.existing
source: EXISTING
ru: ВНЕШНИЙ
th: ที่มีอยู่ตอนนี้

# wallets.private.create.tabs.cold
source: COLD
ru: ХОЛОДНЫЙ
th: ออฟไลน์

# wallets.private.create.subtitle
source: Enter details of new wallet
ru: Введите подробности
th: ใส่รายละเอียดกระเป๋าเงินใหม่

# wallets.private.create.address.title
source: Wallet address
ru: Адрес кошелька
th: ที่อยู่กระเป๋าเงิน

# wallets.private.create.address.titleNotDefined
source: Wallet address is not defined
ru: Адрес не определен
th: ยังไม่ได้ระบุที่อยู่กระเป๋าเงิน

# wallets.private.create.external.description
source: Already have a wallet? Great! To make transactions with the Modern money app, enter the wallet’s existing private key. We will create an encrypted, server-side backup of the key (as long as it’s encrypted with your master private key).
ru: Уже есть кошелек? Великолепно! To make transactions with the Lykke Wallet app, enter the wallet’s existing private key. We will create an encrypted, server-side backup of the key (as long as it’s encrypted with your master private key).
th: มีกระเป๋าเงินแล้วใช่ไหม เยี่ยมเลย เพื่อการทำธุรกรรมบนแอพกระเป๋าเงินของ Lykke กรุณาใส่กุญแจส่วนตัวที่มีอยู่ เราจะได้ทำการสำรองข้อมูลกุญแจแบบเข้ารหัส (ตราบเท่าที่มีการเข้ารหัสกับกุญแจส่วนตัวหลัก)

# wallets.private.create.internal.description
source: To create a new deterministic wallet whose private key derived from a twelve-word seed, please enter a name for the wallet.
ru: Чтобы создать новый кошелек whose private key derived from a twelve-word seed, please enter a name for the wallet.
th: กรุณาใส่ชื่อกระเป๋าเพื่อสร้างกระเป๋าเงินอันใหม่ที่กุญแจส่วนตัวมาจากชุดคำ 12 คำ

# wallets.private.create.cold
source: Your private key for the cold storage wallet will not be saved. The wallet’s public address will be saved to be able to receive coins only. You can’t spend coins from the wallet address until you enter the correct 12-word seed. So please keep it safe.
ru: Ключ к Вашему холодному кошельку не будет сохранен. The wallet’s public address will be saved to be able to receive coins only. You can’t spend coins from the wallet address until you enter the correct 12-word seed. So please keep it safe.
th: จะไม่มีการบันทึกกุญแจส่วนตัวของคุณสำหรับกระเป๋าเงินออฟไลน์ เราจะบันทึกที่อยู่สาธารณะของกระเป๋านั้นไว้เพื่อการรับเหรียญเท่านั้น และคุณไม่สามารถใช้เหรียญจากกระเป๋านั้นถ้าไม่ได้ใส่ชุดคำ 12 คำ ดังนั้นควรเก็บมันไว้ในที่ที่ปลอดภัย

# settings.assets.title
source: BASE ASSET
ru: БАЗОВЫЙ АССЕТ
th: ทรัพย์สินฐาน

# wallets.private.create.error.testnetkey
source: This private key is for Testnet environment. It can not be used with Lykke!
ru: Этот ключ для Тестнет. It can not be used with Lykke!
th: กุญแจส่วนตัวอันนี้ใช้สำหรับการทดสอบ ไม่สามารถใช้ได้กับแอพ Lykke

# wallets.private.create.error.invalidkey
source: Invalid private key
ru: Неверный личный ключ
th: กุญแจส่วนตัวไม่ถูกต้อง

# wallets.private.create.success.title
source: SUCCESSFUL!
ru: УСПЕШНО!
th: สำเร็จ!

# wallets.private.create.success.text
source: Private wallet successfully added
ru: Приватный кошелек успешно добавлен
th: เพิ่มกระเป๋าเงินส่วนตัวสำเร็จแล้ว

# wallets.private.create.success.button
source: PROCEED
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ

# wallets.private.edit.done
source: DONE
ru: ГОТОВО
th: เสร็จสิ้น

# wallets.private.edit.pagetitle
source: EDIT WALLET
ru: РЕДАКТИРОВАТЬ КОШЕЛЕК
th: แก้ไปกระเป๋าเงิน

# wallets.private.edit.wrongseed
source: Seed words you provided do not correspond to this cold wallet address!
ru: Слова не соответствуют Вашему личному ключу
th: ชุดคำที่คุณให้มาไม่ตรงกับที่อยู่กระเป๋าเงินออฟไลน์อันนี้

# wallets.private.cold.restore.success
source: Your cold reserve can now be used for deposit and transfer.
ru: Ваш холодный кошелек готов
th: ใช้เงินในกระเป๋าออฟไลน์สำหรับการฝากและโอนได้แล้ว

# wallets.private.cold.restore.error.unknown
source: Something was wrong
ru: Что-то пошло не так
th: บางอย่างผิดพลาด

# wallets.private.pin.title
source: Enter your PIN
ru: Введите PIN
th: ใส่ PIN ของคุณ

# wallets.private.transfer.subtitle
source: Select wallet for transfer
ru: Выберите кошелек для перевода
th: เลือกกระเป๋าสำหรับการโอน

# wallets.private.transfer.testnetaddress
source: This address is for Testnet environment. It can not be used with Lykke!
ru: Этот адрес для Тестнет. It can not be used with Lykke!
th: ที่อยู่นี้ใช้สำหรับการทดสอบ ไม่สามารถใช้ได้กับแอพ Lykke

# wallets.private.transfer.invalidaddress
source: Invalid address
ru: Неверный адрес
th: ที่อยู่ไม่ถูกต้อง

# wallets.private.transfer.notColored
source: The address you entered is not colored coins address.
ru: Введенный адрес не является цветным
th: ที่อยู่ที่คุณกรอกไม่ใช่ที่อยู่ของเหรียญสี

# wallets.private.transfer.address.placeholder
source: Enter address of wallet
ru: Введите адрес кошелька
th: ใส่ที่อยู่กระเป๋าเงิน

# wallets.private.transfer.button.proceed
source: PROCEED
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ

# wallets.private.transfer.selected.title
source: Select wallet for transfer
ru: Выберите кошелек для перевода
th: เลือกกระเป๋าสำหรับการโอน

# wallets.private.transfer.pagetitle
source: TRANSFER
ru: ПЕРЕВЕСТИ
th: โอน

# wallets.private.transfer.input
source: CHECKOUT
ru: ГОТОВО
th: ออกจากระบบ

# wallets.private.transfer.success.text
source: Your transfer transaction has been successfully broadcasted to Blockchain. We will notify you when it will be confirmed.
ru: Транзакция размещена в блокчейн. We will notify you when it will be confirmed.
th: ป่าวประกาศการโอนของคุณบนบล็อกเชนสำเร็จแล้ว เราจะแจ้งให้คุณทราบเมื่อมีการยืนยันการโอน

# wallets.private.transfer.fail.text
source: Something went wrong. Your transfer transaction was unsuccessful
ru: Что-то пошло не так. Your transfer transaction was unsuccessful
th: มีบางอย่างผิดพลาด ทำการโอนให้คุณไม่ได้

# wallets.private.transfer.fail.title
source: Sorry!
ru: Извините!
th: ขออภัย!

# wallets.marginal.pnl.totalPNL
source: Total P&L
ru: Всего P&L

# wallets.marginal.pnl.swapPNL
source: Interest Rate swap P&L
ru: Своповый P&L

# wallets.marginal.pnl.marketPNL
source: Mark to market P&L
ru: Рыночный P&L

# wallets.marginal.pnl.comission
source: Comission
ru: Комиссия

# wallets.bitcoin.deposit.crosschain.addresstitle
source: Your deposit wallet address
ru: Адрес кошелька для депозита

# wallets.marginal.position.used
source: Used
ru: Использовано

# wallets.mainpage.totalbalance
source: TOTAL BALANCE
ru: CУММАРНЫЙ БАЛАНС

# wallets.mainpage.tradingwallet
source: Trading Wallet
ru: Торговый кошелек

# wallets.mainpage.privatewallets
source: Private Wallets
ru: Приватные кошельки

# wallets.mainpage.marginwallet
source: Margin Wallet
ru: Маржинальный кошелек

# wallets.mainpage.spotquotes
source: Spot Quotes
ru: Спот курсы

# wallets.mainpage.marginquotes
source: Margin Quotes
ru: Марж. курсы

# wallets.mainpage.mylykke
source: My Lykke
ru: Мой Lykke

# exchange.spot.title
source: SPOT
ru: СПОТ

# exchange.cfd.title
source: QUOTES
ru: КУРСЫ

# margin.wallet.demo.sign
source: DEMO
ru: ДЕМО

# tab.trading.cfd
source: CFD
th: ตราสาร CFD

# restore.form.wrongseed.ok
source: OK
th: เข้าใจแล้ว

# introduction.texts.deposit
source: Deposit bitcoins and digital assets to multisig wallets with an encrypted private key
th: ฝากบิทคอยน์และทรัพย์สินดิจิตัลที่กระเป๋าเงินแบบใช้กุญแจหลายดอกด้วยกุญแจส่วนตัวเข้ารหัสอันเดียว

# introduction.texts.trade
source: Buy and sell bitcoins and digital assets with 0% commission
th: ซื้อขายบิทคอยน์และสินทรัพย์ดิจิตัลด้วยค่าคอม 0%

# introduction.texts.settle
source: Receive the proof of each trade on the blockchain in half an hour instead of 3 days
th: รับหลักฐานการซื้อขายทุกธุรกรรมบนบล็อกเชนภายในครึ่งชั่วโมงไม่ใช่สามวัน

# introduction.texts.withdraw
source: Request immediate withdrawal to your bitcoin wallet
th: ขอกลับไปที่กระเป๋าเงินบิทคอยน์ทันที

# introduction.texts.onboard
source: Prepare your ID and proof of address and provide all the necessary personal details with your iPhone
th: เตรียมบัตรประจำตัวและหลักฐานแสดงที่อยู่ของคุณ กรอกรายละเอียดส่วนตัวที่จำเป็นด้วยเครื่อง iPhoneของคุณ

# exchange.assets.modal.error.ok
source: OK
th: ตกลง

# withdraw.funds.modal.error.ok
source: OK
th: ตกลง

# withdraw.funds.confirm.ok
source: OK
th: ตกลง

# utils.ok
source: OK
th: ตกลง

# marginal.trade.button.close
source: CLOSE POSITION
th: ปิดสถานะ

# marginal.trade.button.cancel
source: CANCEL ORDER
th: ยกเลิกคำสั่ง
