Repository: LykkeCity/ModernWalletiOS
Catalog: ModernWallet/Resources/*.lproj/Localizable.strings
Languages: ru, th

# exchange.spot.button.sell
source: SELL
ru: ПРОДАТЬ
th: ขาย

# exchange.spot.button.atprice
source: AT PRICE
ru: ПО ЦЕНЕ
th: ที่ราคา

# exchange.spot.orders.volume
source: Volume
ru: Объем
th: จำนวน

# exchange.spot.orders.depth
source: Depth
ru: Глубина
th: ความลึก

# exchange.spot.orders.price
source: Price
ru: Цена
th: ราคา

# marginal.empty.title
source: Take next trade after selecting the desired asset from the list
ru: Начните торговлю с выбора ассета из списка
th: ทำการซื้อขายต่อหลังจากเลือกสินทรัพย์จากรายการ

# settings.cell.personal
source: View personal data
ru: Личные данные
th: ดูข้อมูลส่วนตัว

# settings.cell.baseAsset
source: Base asset
ru: Базовый ассет
th: สินทรัพย์ฐาน

# settings.cell.refundAddress
source: Refund Address
ru: Адрес рефанда
th: ที่อยู่สำหรับการคืนเงิน

# settings.cell.history
source: History
ru: История
th: ประวัติ

# settings.cell.termsofuse
source: Terms of use
ru: Условия использования
th: เงื่อนไขการใช้งาน

# settings.cell.backup
source: Backup private key
ru: Бэкап приватного клча
th: กุญแจส่วนตัวสำรอง

# settings.cell.push.title
source: Push notifications
ru: Уведомления
th: การแจ้งเตือน

# settings.cell.logout.title
source: Log out
ru: Выйти
th: ออกจากระบบ

# settings.callbutton.title
source: Call support
ru: Позвонить в поддержку
th: ช่วยเหลือทางโทรศัพท์

# settings.mailbutton.title
source: Mail support
ru: Написать в поддержку
th: ช่วยเหลือทางอีเมล

# settings.cell.pin.title
source: Sign orders with PIN/Touch ID
ru: Подписывать ордера
th: เซ็นคำสั่งซื้อขายด้วย PIN/Touch ID

# settings.push.title
source: PUSH NOTIFICATIONS
ru: УВЕДОМЛЕНИЯ
th: การแจ้งเตือน

# settings.cell.push.sendpush
source: Send Push Notifications
ru: Посылать уведомления
th: ส่งข้อความแจ้งเตือน

# personal.data.title
source: PERSONAL DATA
ru: ЛИЧНЫЕ ДАННЫЕ
th: ข้อมูลส่วนตัว

# personal.data.fullname
source: Full Name
ru: Полное имя
th: ชื่อเต็ม

# personal.data.email
source: Email
ru: Почта
th: อีเมล

# personal.data.phone
source: Contact Phone
ru: Телефон
th: เบอร์โทรที่ติดต่อได้

# personal.data.country
source: Country
ru: Страна
th: ประเทศ

# personal.data.zip
source: Zip
ru: Индекс
th: รหัสไปรษณีย์

# personal.data.city
source: City
ru: Город
th: เมือง

# personal.data.address
source: Address
ru: Адрес
th: ที่อยู่

# settings.refund.pageTitle
source: REFUND ADDRESS
ru: АДРЕС РЕФАНДА
th: ที่อยู่สำหรับเงินคืน

# settings.refund.information
source: Information
ru: Информация
th: ข้อมูล

# settings.refund.apply
source: APPLY
ru: СОХРАНИТЬ
th: สมัคร

# settings.refund.information.pageTitle
source: REFUND
ru: РЕФАНД
th: เงินคืน

# settings.refund.information.title
source: ABOUT REFUNDS
ru: О РЕФАНДАХ
th: เกี่ยวกับเงินคืน

# settings.refund.information.text
source: Your refund transaction guarantees that you will be able to reclaim your Bitcoins in case of emergency. You may broadcast the refund transaction at any time after the specified waiting period.
ru: Ваша рефанд транзакция гарантирует, что Вы сможете вернуть Ваши биткоины в случае непредвиденных обстоятельств. Вы сможете отправить транзакцию в блокчейн, после периода ожидания.
th: ธุรกรรมเงินคืนของคุณรับประกันว่าคุณจะสามารถขอบิทคอยน์คืนได้ในกรณีฉุกเฉิน คุณสามารถป่าวประกาศรายการนั้นเมื่อไรก็ได้หลังจากหมดระยะเวลารอที่กำหนดไว้

# settings.refund.information.readmore
source: Read more
ru: Узнать больше
th: อ่านเพิ่มเติม

# settings.refund.address.placeholder
source: Bitcoin wallet
ru: Биткоин кошелек
th: กระเป๋าเงินบิทคอยน์

# settings.refund.selectWallet
source: Select wallet
ru: Выбрать кошелек
th: เลือกกระเป๋าเงิน

# choosewallet.popup.title
source: WALLETS
ru: КОШЕЛЬКИ
th: กระเป๋าเงิน

# choosewallet.popup.cancel
source: CANCEL
ru: ОТМЕНА
th: ยกเลิก

# choosewallet.popup.mytradingwallet
source: MY TRADING WALLET
ru: МОЙ ТОРГОВЫЙ КОШЕЛЕК
th: กระเป๋าเงินเพื่อการซื้อขายของฉัน

# choosewallet.popup.privatewallet
source: Private wallet
ru: Личный кошелек
th: กระเป๋าเงินส่วนตัว

# choosewallet.popup.tradingwallet
source: Trading wallet
ru: Торговый кошелек
th: กระเป๋าเงินเพื่อการซื้อขาย

# transfer.confirm.title
source: SEND TRANSFER
ru: ПОСЛАТЬ ТРАНСФЕР
th: ส่งการโอน

# transfer.confirm.cancel
source: CANCEL
ru: ОТМЕНА
th: ยกเลิก

# transfer.confirm.wallet
source: Wallet
ru: Кошелек
th: กระเป๋าเงิน

# transfer.confirm.address
source: Wallet address
ru: Адрес
th: ที่อยู่กระเป๋าเงิน

# transfer.confirm.amount
source: Amount
ru: Сумма
th: จำนวนเงิน

# transfer.confirm.placeorder
source: PLACE AN ORDER
ru: ОТПРАВИТЬ ОРДЕР
th: ส่งคำสั่งซื้อขาย

# common.search
source: Search
ru: Найти
th: ค้นหา

# margninal.button.trade
source: TRADE
ru: ТОРГОВЛЯ
th: ซื้อขาย

# wallets.marginal.tabs.positions
source: POSITIONS
ru: ПОЗИЦИИ
th: สถานะ

# wallets.marginal.tabs.orders
source: PENDING
ru: ОРДЕРА
th: คำสั่งซื้อขาย

# wallets.marginal.tabs.exposure
source: EXPOSURE
ru: ГРУППЫ
th: มูลค่าการลงทุน

# marginal.cell.button.close
source: Close
ru: Закрыть
th: ปิด

# marginal.cell.button.cancel
source: Cancel
ru: Отменить
th: ยกเลิก

# deposit.swift.titles.bic
source: BIC (SWIFT)
ru: БИК (SWIFT)
th: รหัส BIC

# deposit.swift.titles.account.number
source: Account number
ru: Номер счета
th: เลขที่บัญชี

# deposit.swift.titles.account.name
source: Account name
ru: Имя получателя
th: ชื่อบัญชี

# deposit.swift.titles.bank.address
source: Bank address
ru: Адрес банка
th: ที่อยู่ธนาคาร

# deposit.swift.titles.company.address
source: Company address
ru: Адрес компании
th: ที่อยู่บริษัท

# deposit.swift.titles.purpose
source: Purpose of payment
ru: Назначение платежа
th: จุดประสงค์ของการชำระเงิน

# deposit.swift.text
source: To deposit %@ to your trading wallet please use the following bank account details
ru: Для депозита USD на Ваш торговый кошелек используйте следующие реквизиты
th: ต้องการฝากเงินดอลล่าร์สหรัฐเข้ากระเป๋าเงินเพื่อการซื้อขาย กรุณาใช้รายละเอียดของธนาคารดังต่อไปนี้

# wallets.currency.deposit
source: DEPOSIT WALLET
ru: ДЕПОЗИТ
th: ฝากเงินเข้ากระเป๋า

# wallets.currency.amount
source: Amount
ru: Сумма
th: จำนวนเงิน

# common.buttons.termsOfUse
source: Terms of Use
ru: Условия
th: เงื่อนไขการใช้งาน

# common.buttons.informationBrochure
source: Information Brochure
ru: Информация
th: แผ่นพับข่าวสาร

# deposit.swift.emailbutton
source: EMAIL ME
ru: ОТПРАВИТЬ НА ПОЧТУ
th: ส่งอีเมลให้ฉัน

# deposit.swift.amountzero.toast
source: The amount should be greater than zero.
ru: Сумма должна быть больше нуля
th: จำนวนเงินควรจะมากกว่าศูนย์

# introduction.titles.deposit
source: DEPOSIT SECURELY
ru: БЕЗОПАСНЫЙ ДЕПОЗИТ
th: ฝากเงินอย่างปลอดภัย

# introduction.titles.trade
source: TRADE FREELY
ru: СВОБОДНАЯ ТОРГОВЛЯ
th: ซื้อขายอย่างอิสระ

# introduction.titles.settle
source: SETTLE IMMEDIATELY
ru: МГНОВЕННОЕ ПОДТВЕРЖДЕНИЕ
th: ชำระเงินทันที

# introduction.titles.withdraw
source: WITHDRAW SAFELY
ru: ВЫВОДИТЕ БЕЗОПАСНО
th: ถอนเงินอย่างปลอดภัย

# introduction.titles.onboard
source: ONBOARD EASILY
ru: ПРОСТАЯ РЕГИСТРАЦИЯ
th: ทำธุรกรรมแบบง่ายๆ

# introduction.buttons.getstarted
source: GET STARTED
ru: НАЧАТЬ
th: เริ่มต้น

# introduction.buttons.whydoineedit
source: Why do I need it?
ru: Зачем мне это?
th: ทำไมฉันถึงต้องมีสิ่งนี้

# errors.network.connection
source: Internet connection problem
ru: Интернет недоступен
th: ปัญหาการเชื่อมต่ออินเตอร์เน็ต

# errors.server.problems
source: Technical problems.
ru: Технические проблемы
th: ปัญหาทางเทคนิค

# watchlists.new.pageTitle
source: ADD WATCH LIST
ru: НОВЫЙ ВОТЧ ЛИСТ
th: เพิ่มรายการเฝ้าดู

# watchlists.edit.pageTitle
source: EDIT
ru: РЕДАКТИРОВАНИЕ
th: แก้ไข

# watchlists.edit.name.placeholder
source: Name of watch list
ru: Имя вотч листа
th: ชื่อรายการเฝ้าดู

# watchlists.edit.selectall
source: Select All
ru: Выбрать все
th: เลือกทั้งหมด

# watchlists.selected.all
source: All assets
ru: Все ассеты
th: สินทรัพย์ทั้งหมด

# watchlists.edit.tabs.allassets
source: ALL ASSETS
ru: ВСЕ АССЕТЫ
th: สินทรัพย์ทั้งหมด

# watchlists.edit.tabs.selected
source: SELECTED
ru: ВЫБРАННЫЕ
th: ที่เลือกไว้

# watchlists.edit.numberofselected
source: Selected %d assets
ru: Выбрано %d ассетов
th: สินทรัพย์ %d ที่เลือกไว้

# exchange.assets.selection
source: Select an asset
ru: Продать ассет
th: เลือกสินทรัพย์

# exchange.assets.header.issuer
source: Issuer/Asset
ru: Эмитент/Ассет
th: ผู้ออก/สินทรัพย์

# exchange.assets.header.price
source: Price
ru: Цена
th: ราคา

# exchange.assets.header.change
source: Change
ru: Изменение
th: เปลี่ยนแปลง

# exchange.assets.form.button
source: BUY AT PRICE $
ru: КУПИТЬ ПО ЦЕНЕ $
th: ซื้อที่ราคา

# exchange.assets.buy.title
source: BUY
ru: КУПИТЬ
th: ซื้อ

# exchange.assets.sell.title
source: SELL
ru: ПРОДАТЬ
th: ขาย

# exchange.assets.description.buy
source: I want to buy %@ %@ for %@ %@
ru: Я хочy купить %@ %@ за %@ %@
th: ฉันต้องการซื้อ %@ %@ ในราคา %@ %@

# exchange.assets.description.sell
source: I want to sell %@ %@ for %@ %@
ru: Я хочу продать %@ %@ за %@ %@
th: ฉันต้องการขาย %@ %@ ในราคา %@ %@

# exchange.assets.buy.sum
source: Buy
ru: Купить
th: ซื้อ

# exchange.assets.buy.placeholder
source: Input
ru: Сумма
th: ข้อมูล

# exchange.assets.result.placeholder
source: Input
ru: Сумма
th: ข้อมูล

# exchange.assets.buy.price
source: Price
ru: Цена
th: ราคา

# exchange.assets.buy.total
source: Sell
ru: Продать
th: ขาย

# exchange.assets.buy.checkout
source: SUBMIT
ru: ОТПРАВИТЬ
th: ส่ง

# exchange.assets.modal.title
source: ORDER SUMMARY
ru: ИТОГО
th: สรุปคำสั่งซื้อขาย

# exchange.assets.modal.button
source: PLACE AN ORDER
ru: ОТПРАВИТЬ ОРДЕР
th: ส่งคำสั่งซื้อขาย

# exchange.assets.modal.cancel
source: CANCEL
ru: ОТМЕНА
th: ยกเบิก

# exchange.assets.modal.fingerpring
source: Please scan your fingerprint to validate your identity to complete request.
ru: Приложите палец к сканеру отпечатков
th: เพื่อให้คำขอของคุณมีผล กรุณาสแกนลายนิ้วมือเพื่อยืนยันตัวตน

# exchange.assets.modal.validatepin
source: PIN validation ...
ru: Проверка ПИНА ...
th: ยืนยัน PIN

# exchange.assets.modal.waiting
source: Sending the order ...
ru: Отправка ордера ...
th: ส่งคำสั่งซื้อขาย

# exchange.assets.modal.error
source: Message
ru: Сообщение
th: ข้อความ

# exchange.assets.modal.error.volume
source: Volume is invalid.
ru: Сумма неверна.
th: จำนวนไม่ถูกต้อง

# exchange.assets.result.title
source: PURCHASED!
ru: КУПЛЕНО!
th: ซื้อได้แล้ว

# exchange.assets.result.assetname
source: Asset name
ru: Имя ассета
th: ชื่อสินทรัพย์

# exchange.assets.result.units
source: Buy
ru: Купить
th: ซื้อ

# exchange.assets.result.price
source: Execution price
ru: Цена
th: ราคาซื้อขาย

# exchange.assets.result.commission
source: Commission paid
ru: Оплаченная комиссия
th: ค่าคอมที่จ่ายไป

# exchange.assets.result.cost
source: Sell
ru: Продать
th: ขาย

# exchange.assets.result.blockchain
source: Blockchain settlement
ru: Статус блокчейн
th: การชำระเงินในบล็อกเชน

# exchange.assets.result.blockchain.progress
source: In progress
ru: В процессе
th: อยูู่ระหว่างดำเนินการ

# exchange.assets.result.position
source: Position
ru: Позиция
th: สถานะ

# exchange.assets.result.close
source: CLOSE
ru: ЗАКРЫТЬ
th: ปิด

# exchange.assets.result.share
source: SHARE
ru: ПОДЕЛИТЬСЯ
th: แบ่งปัน

# exchange.assets.result.boughtfor
source: bought for
ru: куплено за
th: ซื้อมาในราคา

# exchange.assets.result.soldfor
source: sold for
ru: продано за
th: ขายไปในราคา

# exchange.popup.basecurrency
source: BASE CURRENCY
ru: БАЗОВАЯ ВАЛЮТА
th: สกุลเงินฐาน

# exchange.graph.askprice
source: Ask Price
ru: Цена покупки
th: ราคาเสนอขาย

# exchange.graph.bidprice
source: Bid Price
ru: Цена продажи
th: ราคาเสนอซื้อ

# exchange.graph.change
source: Change
ru: Изменение
th: เปลี่ยนแปลง

# mathkeyboard.done
source: DONE
ru: ГОТОВО
th: เสร็จ

# exchange.confirm.pin.title
source: Confirm order with your PIN
ru: Подтвердите операцию
th: ยืนยันคำสั่งซื้อขายด้วย PIN ของคุณ

# history.sections.titles.trading
source: Trading
ru: Торговля
th: ซื้อขาย

# history.sections.titles.settle
source: Settle
ru: Отложенные расчеты
th: ชำระเงิน

# history.sections.titles.depositwithdraw
source: Deposit & Withdraw
ru: Депозиты и выводы
th: ฝากและถอน

# history.sections.titles.margin
source: Margin
ru: Маржинальная торговля
th: มาร์จิ้น

# history.sections.titles.marginaldepositwithdraw
source: Marginal Deposit & Withdraw
ru: Маржинальные депозиты и выводы
th: ฝากและถอนมาร์จิ้น

# history.sections.titles.transfers
source: Transfers
ru: Переводы
th: โอน

# history.empty.title.makefirst
source: MAKE FIRST TRANSACTION
ru: СДЕЛАЙТЕ ПЕРВЫЙ ПЕРЕВОД
th: ทำธุรกรรมแรก

# wallets.trading.title
source: TRADING WALLET
ru: ТОРГОВЫЙ КОШЕЛЕК
th: กระเป๋าเงินเพื่อการซื้อขาย

# wallets.trading.withdraw
source: WITHDRAW
ru: ВЫВОД
th: ถอน

# wallets.trading.deposit
source: DEPOSIT
ru: ДЕПОЗИТ
th: ฝาก

# actionspopup.popuptitle
source: PAYMENTS & TRANSFERS
ru: ПЛАТЕЖИ И ПЕРЕВОДЫ
th: การชำระเงิน และการโอน

# actionspopup.titles.deposit
source: DEPOSIT
ru: ДЕПОЗИТ
th: ฝาก

# actionspopup.titles.blockchaintransfer
source: Blockchain Transfer
ru: Блокчейн перевод
th: โอนบนบล็อกเชน

# actionspopup.titles.creditcard
source: Credit Card
ru: Кредитная карта
th: บัตรเครดิต

# actionspopup.titles.withdraw
source: WITHDRAW
ru: ВЫВОД
th: ถอน

# actionspopup.titles.swift
source: SWIFT
ru: СВИФТ
th: รหัส SWIFT

# actionspopup.titles.trading
source: TRADING
ru: ТОРГОВЛЯ
th: ซื้อขาย

# actionspopup.titles.sell
source: Sell
ru: Продать
th: ขาย

# actionspopup.titles.buy
source: Buy
ru: Купить
th: ซื้อ

# actionspopup.titles.forwardsettlement
source: FORWARD SETTLEMENT
ru: ОТЛОЖЕННАЯ СДЕЛКА
th: การชำระเงินล่วงหน้า

# actionspopup.titles.settle
source: Settle
ru: Заказать
th: ชำระ

# tradingwallet.actionbutton
source: PAYMENTS & TRANSFERS
ru: ПЛАТЕЖИ И ПЕРЕВОДЫ
th: การชำรเงินและการโอน

# history.cell.cashout
source: Cash Out
ru: Вывод
th: เอาเงินสดออก

# history.cell.cashin
source: Cash In
ru: Приход
th: เอาเงินสดเข้า

# history.cell.buy
source: Buy
ru: Покупка
th: ขาย

# history.cell.sell
source: Sell
ru: Продажа
th: ซื้อ

# history.cell.incomingtransfer
source: Incoming Transfer
ru: Входящий перевод
th: การโอนเข้า

# history.cell.outgoingtransfer
source: Outgoing Transfer
ru: Исходящий перевод
th: การโอนออกไป

# history.cell.settle
source: Settle
ru: Заказ
th: ชำระ

# exchange.blockchain.close
source: CLOSE
ru: ЗАКРЫТЬ
th: ปิด

# exchange.blockchain.title
source: BLOCKCHAIN EXPLORER
ru: БЛОКЧЕЙН

# exchange.blockchain.hash
source: Hash
ru: Хэш
th: การสร้างบล็อก

# exchange.blockchain.date
source: Date
ru: Дата
th: วันที่

# exchange.blockchain.confirm
source: Confirm
ru: Подтверждено
th: ยืนยัน

# exchange.blockchain.block
source: Block
ru: Блок
th: กลุ่ม

# exchange.blockchain.height
source: Height
ru: Высота
th: ความสูง

# exchange.blockchain.sender
source: Sender ID
ru: Отправитель
th: เลขประจำตัวของผู้ส่ง

# exchange.blockchain.asset
source: Asset ID
ru: Получатель
th: เลขประจำตัวขอทรัพย์สิน

# exchange.blockchain.quantity
source: Quantity
ru: Количество
th: ปริมาณ

# exchange.blockchain.url
source: URL
ru: Ссылка

# history.title
source: HISTORY OF TRANSACTIONS
ru: ИСТОРИЯ ТРАНЗАКЦИЙ
th: ประวัติธุรกรรม

# history.market.buy
source: buy
ru: купить
th: ซื้อ

# history.market.sell
source: sell
ru: продать
th: ขาย

# history.cash.in
source: Wallet cash in
ru: Пополнение кошелька
th: เอาเงินสดเข้ากระเป๋า

# history.cash.out
source: Wallet cash out
ru: Вывод из кошелька
th: เอาเงินสดออกจากกระเป๋า

# history.cash.refund
source: Refund
ru: Рефанд
th: เงินคืน

# history.cash.asset
source: Asset
ru: Ассет
th: ทรัพย์สิน

# history.cash.amount
source: Amount
ru: Сумма
th: จำนวนเงิน

# history.cash.blockchain
source: Blockchain settlement
ru: Статус блокчейн
th: การชำระเงินบนบล็อกเชน

# history.cash.progress
source: In progress
ru: В процессе
th: อยู่ระหว่างดำเนินการ

# history.transfer.in
source: Incoming transfer
ru: Входящий перевод
th: การโอนเข้า

# history.transfer.out
source: Outcoming transfer
ru: Исходящий перевод
th: การโอนออกไป

# history.transfer.volume
source: Volume
ru: Сумма
th: จำนวน

# wallets.bitcoin.copytoast
source: Copied.
ru: Скопировано.
th: คัดลอกแล้ว

# wallets.bitcoin.sendemail
source: Email sent.
ru: Письмо отправлено.
th: ส่งอีเมลแล้ว

# withdraw.wallet.button
source: Withdraw
ru: Вывести
th: ถอน

# withdraw.funds.title
source: WITHDRAW FUNDS
ru: ВЫВОД СРЕДСТВ
th: ถอนเงินลงทุน

# withdraw.funds.address
source: Enter the colored coin address
ru: Введите цветной адрес
th: กรอกที่อยู่ของเหรียญสี

# withdraw.funds.wallet
source: Colored coin wallet
ru: Цветной кошелек
th: กระเป๋าเหรียญสี

# withdraw.funds.paste
source: Paste
ru: Вставить
th: จัดวาง

# withdraw.funds.scan
source: Scan QR code
ru: Сканировать код
th: สแกน QR code

# withdraw.funds.proceed
source: PROCEED
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ

# withdraw.funds.info
source: Your wallet will not be charged until you authorize this transaction.
ru: С Вашего кошелька ничего не будет списано до подтверждения
th: จะมีการเรียกเก็บเงินจากกระเป๋าของคุณเมื่อคุณอนุมัติธุรกรรม

# withdraw.funds.amount
source: Amount
ru: Сумма
th: จำนวน

# withdraw.funds.placeholder
source: Input amount
ru: Сумма
th: จำนวนที่วส่เข้ามา

# withdraw.funds.validatepin
source: PIN validation ...
ru: Проверка PIN ...
th: ยืนยัน PIN

# withdraw.funds.modal.error
source: Message
ru: Сообщение
th: ข้อความ

# withdraw.funds.modal.error.volume
source: Amount is invalid.
ru: Сумма неверна
th: จำนวนเงินไม่ถูกต้อง

# withdraw.funds.modal.fingerpring
source: Please scan your fingerprint to validate your identity to complete request.
ru: Приложите палец к сканеру отпечатков
th: เพื่อให้คำขอเสร็จสมบูรณ์ กรุณาสแกนลายนิ้วมือเพื่อยืนยันตัวตนของคุณ

# withdraw.funds.modal.waiting
source: Sending the order ...
ru: Отправка ордера ...
th: กำลังส่งคำสั่งซื้อขาย

# withdraw.funds.modal.title
source: ORDER SUMMARY
ru: ИТОГО
th: สรุปคำสั่งซื้อขาย

# withdraw.funds.modal.button
source: PLACE AN ORDER
ru: ОТПРАВИТЬ ОРДЕР
th: ส่งคำสั่งซื้อขาย

# withdraw.funds.modal.cancel
source: CANCEL
ru: ОТМЕНА
th: ยกเลิก

# withdraw.funds.modal.cell.address
source: Colored coin address
ru: Цветной адрес
th: ที่อยู่เหรียญสี

# withdraw.funds.modal.cell.amount
source: Amount
ru: Сумма
th: จำนวน

# withdraw.funds.confirm.title
source: Message
ru: Сообщение
th: ข้อความ

# withdraw.funds.confirm.desc
source: Withdraw completed
ru: Вывод завершен
th: การถอนเงินเสร็จสมบูรณ์

# withdraw.funds.qr.title
source: SCAN CODE
ru: СКАНИРОВАНИЕ КОДА
th: สแกนรหัส

# withdraw.funds.subtitle
source: Enter the recipient blockchain address
ru: Введите адрес получателя
th: กรอกที่อยู่ในบล็อกเชนของผู้รับ

# withdraw.funds.address.placeholder
source: Address
ru: Адрес
th: ที่อยู่

# deposit.visa.pageTitle
source: DEPOSIT WALLET
ru: ПОПОЛНЕНИЕ КОШЕЛЬКА
th: กระเป๋าเงินฝาก

# deposit.visa.countrydropdown.title
source: COUNTRY
ru: СТРАНА
th: ประเทศ

# deposit.visa.success.title
source: SUCCESSFUL!
ru: УСПЕШНО!
th: สำเร็จ!

# deposit.visa.success.text
source: Your payment was successfully sent! You may return to your wallet and proceed with the trade.
ru: Ваш платеж был успешно отправлен! Вы можете продолжить торговлю.
th: ส่งการชำระเงินของคุณได้แล้ว คุณสามารถกลับไปที่กระเป๋าและทำการซื้อขายต่อ

# deposit.visa.fail.title
source: OOPS!
ru: ОШИБКА!
th: โอ๊ะโอ!

# deposit.visa.fail.text
source: We’re sorry, but we were unable to make a payment according to the details that you provided. Please try again later.
ru: К сожалению, мы не смогли провести платеж. Попробуйте позже.
th: ขออภัย เราไม่อาจทำการชำระเงินได้เนื่องจากรายละเอียดที่คุณให้มา กรุณาลองใหม่อีกครั้ง

# deposit.visa.message.fillfield
source: Please fill in the %@ field.
ru: Заполните поле %@.
th: กรุณากรอกข้อความในช่อง %@

# deposit.visa.message.fillamount
source: Please fill in the Amount field.
ru: Заполните поле суммы.
th: กรุณากรอกข้อความในช่อง จำนวนเงิน

# deposit.visa.placeholders.firstname
source: First Name
ru: Имя
th: ชื่อ

# deposit.visa.placeholders.lastname
source: Last Name
ru: Фамилия
th: นามสกุล

# deposit.visa.placeholders.country
source: Country
ru: Страна
th: ประเทศ

# deposit.visa.placeholders.city
source: City
ru: Город
th: เมือง

# deposit.visa.placeholders.zip
source: Zip
ru: Индекс
th: รหัสไปรษณีย์

# deposit.visa.placeholders.address
source: Address
ru: Адрес
th: ที่อยู่

# deposit.visa.placeholders.phone
source: Contact Phone
ru: Телефон
th: เบอร์โทรที่ติดต่อได้

# deposit.visa.placeholders.email
source: Email
ru: Почта
th: อีเมล

# deposit.visa.placeholders.amount
source: Amount
ru: Сумма
th: จำนวนเงิน

# deposit.visa.cashin
source: CASH IN
ru: ОПЛАТИТЬ
th: เงินสดเข้า

# deposit.visa.subtitle
source: Credit card
ru: Кредитная карта
th: บัตรเครดิต

# deposit.visa.subtitle.text
source: To deposit %@ with your credit card, please fill out the form below
ru: Чтобы сделать депозит с помощью кредитной карты, заполните форму
th: ในการฝากเงินดอลลาร์สหรัฐด้วยบัตรเครดิต กรุณากรอกแบบฟอร์มข้างล่าง

# wallets.bitcoin.deposit
source: DEPOSIT %@
ru: ДЕПОЗИТ %@
th: ฝาก %@

# wallets.bitcoin.deposit.addresstitle
source: Your wallet address
ru: Адрес Вашего кошелька
th: ที่อยู่กระเป๋าเงินของคุณ

# wallets.bitcoin.deposit.copy
source: COPY
ru: СКОПИРОВАТЬ
th: คัดลอก

# wallets.bitcoin.deposit.sendemail
source: EMAIL ME
ru: НА ПОЧТУ
th: ส่งอีเมลให้ฉัน

# wallets.buyscreen.chooseway
source: Choose a convenient way to purchase %@
ru: Выберите способ покупки %@
th: เลือกวิธีที่สะดวกในการซื้อ %@

# wallets.buyscreen.pageTitle
source: DEPOSIT %@
ru: ДЕПОЗИТ %@
th: ฝาก %@

# wallets.buyscreen.emptymessage
source: Sorry, your wallet is empty and you cannot buy %@. To start working, deposit assets into the wallet.
ru: Извините, Ваш кошелек пуст и Вы не можете купить %@. Сперва пополните Ваш кошелек.
th: ขออภัย เงินในกระเป๋าคุณหมดและคุณไม่สามารถซื้อ %@ ฝากเงินเข้ากระเป๋าเพื่อดำเนินการต่อ

# mylykke.tabs.equity
source: EQUITY
ru: АКЦИИ
th: หุุ้น

# mylykke.tabs.news
source: NEWS
ru: НОВОСТИ
th: ข่าวสาร

# mylykke.button.buy
source: BUY LKK EQUITY
ru: КУПИТЬ АКЦИИ LYKKE
th: ซื้อหุ้น LKK

# mylykke.cells.equity
source: My equity in Lykke Corp
ru: Моя доля в Lykke Corp
th: หุ้นของฉันใน บริษัท Lykke

# mylykke.cells.number
source: Number of shares
ru: Количество акций
th: จำนวนหุ้น

# mylykke.cells.marketvalue
source: Market value
ru: Рыночная стоимость
th: ราคาตลาด

# mylykke.pagetitle
source: MY LYKKE
ru: МОЙ LYKKE
th: บัญชี Lykke ของฉัน

# mylykke.cells.assetclass
source: Asset class
ru: Класс ассета
th: ชั้นของสินทรัพย์

# mylykke.cells.description
source: Description
ru: Описание
th: คำอธิบาย

# mylykke.cells.issuer
source: Issuer name
ru: Эмитент
th: ชื่อผู้ออก

# mylykke.infopage.pagetitle
source: LYKKE EQUITY
ru: АКЦИИ LYKKE
th: ส่วนผู้ถือหุ้นของ Lykke

# mylykke.infopage.buy
source: BUY LYKKE
ru: КУПИТЬ LYKKE
th: ซื้อ Lykke

# common.available
source: available
ru: доступно
th: ที่ยังเหลืออยู่

# settlement.success.message
source: settlement successfully triggered.
ru: размещение было успешным
th: การชำระเงินสำเร็จ

# settle.pageTitle
source: SETTLE %@
ru: РАЗМЕСТИТЬ %@
th: ตกลงชำระเงิน %@

# commot.sorry
source: Sorry
ru: Извините
th: ขออภัย

# buysell.pair.notexist
source: Trade %@ for %@ is not available. Asset pair %@/%@ is not found
ru: Такой пары не существует
th: ไม่พบข้อมูลของคู่นั้น

# utils.tip
source: WHAT I SHOULD KNOW
ru: ЧТО МНЕ НАДО ЗНАТЬ
th: สิ่งที่ฉันควรรู้

# utils.error
source: Error
ru: Ошибка
th: ข้อผิดพลาด

# general.yes
source: Yes
ru: Да
th: ใช่

# general.no
source: No
ru: Нет
th: ไม่ใช่

# wallets.currency.copied
source: COPIED!
ru: СКОПИРОВАНО!
th: คัดลอกแล้ว

# wallets.currency.withdraw.success.title
source: SUCCESS!
ru: УСПЕШНО!
th: สำเร็จ!

# wallets.currency.withdraw.success.text
source: Your withdrawal request is now being processed by our team...
ru: Ваш запрос на вывод обрабатывается...
th: ทีมงานของเรากำลังดำเนินการถอนเงินตามคำขอของคุณ

# marginal.availablemargin
source: available margin
ru: доступная маржа
th: มาร์จิ้นที่เหลือ

# marginal.trade.title.available
source: Available
ru: Доступно
th: ที่ยังเหลืออยู่

# marginal.trade.amount
source: Amount
ru: Сумма
th: จำนวน
