Repository: LykkeCity/ModernWalletiOS
Catalog: ModernWallet/Resources/*.lproj/Localizable.strings
Languages: ru, th

# tab.wallets
source: WALLETS
ru: КОШЕЛЬКИ
th: กระเป๋าเงิน

# tab.trading
source: TRADING
ru: ОБМЕН
th: ซื้อขาย

# tab.transfer
source: TRANSFER
ru: ТРАНСФЕР
th: โอน

# tab.history
source: HISTORY
ru: ИСТОРИЯ
th: ประวัติการซื้อขาย

# tab.settings
source: SETTINGS
ru: НАСТРОЙКИ
th: การตั้งค่า

# tab.mylykke
source: MY LYKKE
ru: МОЙ LYKKE
th: บัญชี Lykke ของฉัน

# tab.trading.spot
source: SPOT
ru: СПОТ
th: ราคาตลาด

# tab.wallets.trading
source: TRADING WALLET
ru: ТОРГОВЫЙ КОШЕЛЕК
th: กระเป๋าซื้อขาย

# tab.wallets.margin
source: MARGIN WALLET
ru: МАРЖИНАЛЬНЫЙ КОШЕЛЕК
th: กระเป๋ามาร์จิ้น

# tab.wallets.private
source: PRIVATE WALLET
ru: ЛИЧНЫЙ КОШЕЛЕК
th: กระเป๋าส่วนตัว

# title.register
source: Register
ru: РЕГИСТРАЦИЯ
th: ลงทะเบียน

# title.authentication
source: Log in
ru: ВХОД
th: เข้าสู่ระบบ

# auth.login
source: Sign In
ru: ВОЙТИ
th: ลงชื่อเข้าใช้

# auth.signup
source: Sign Up
ru: ЗАРЕГИСТРИРОВАТЬСЯ
th: ลงชื่อ

# auth.login_signup
source: Sign In/Sign Up
ru: ВОЙТИ/ЗАРЕГИСТРИРОВАТЬСЯ
th: ลงชื่อเข้าใช้/ลงชื่อ

# auth.email
source: Your email
ru: Ваш email
th: อีเมลของคุณ

# auth.password
source: Your password
ru: Ваш пароль
th: รหัสผ่านของคุณ

# auth.validation.fingerpring
source: Please scan your fingerprint to validate your identity.
ru: Пожалуйста отсканируйте отпечаток Вашего пальца для идентификации
th: กรุณาสแกนลายนิ้วมือเพื่อยืนยันตัวตนของคุณ

# auth.takeRefund
source: Take refund
ru: Получить рефанд
th: รับเงินคืน

# auth.emailHint
source: Email me the hint
ru: Отправить подсказку
th: อีเมลคำใบ้มาให้ฉัน

# auth.resetPassword
source: Reset password using backup
ru: Восстановить пароль из бэкапа
th: เปลี่ยนรหัสผ่านโดยใช้ข้อมูลสำรอง

# register.title
source: Register
ru: РЕГИСТРАЦИЯ
th: ลงทะเบียน

# register.sms.title
source: We've sent the code to your email address %@
ru: Мы отправили код подтверждения на Ваш email адрес %@
th: เราได้ส่งรหัสไปที่อีเมล %@

# register.sms.code.placeholder
source: Code
ru: Код
th: รหัส

# register.sms.confirm
source: CONFIRM
ru: ПОДТВЕРДИТЬ
th: ยืนยัน

# register.sms.help.info
source: Haven't received the code?
ru: Не получили код?
th: ยังไม่ได้รับรหัส?

# register.sms.codeSent
source: Code sent
ru: Код отправлен
th: ส่งรหัสแล้ว

# register.sms.error
source: Invalid code. Please try again.
ru: Неверный код. Попробуйте еще раз.
th: รหัสไม่ถูกต้อง กรุณาใส่ใหม่อีกครั้ง

# register.name.subtitle
source: Complete your profile
ru: Введите Ваше имя
th: กรอกข้อมูลส่วนตัวของคุณให้ครบ

# register.firstName
source: First Name
ru: Имя
th: ชื่อตัว

# register.lastName
source: Last Name
ru: Фамилия
th: นามสกุล

# register.next
source: NEXT
ru: ДАЛЬШЕ
th: ต่อไป

# register.createPassword
source: Create a password (minimum 6 symbols)
ru: Создайте пароль (минимум 6 символов)
th: รหัสผ่าน (สัญลักษณ์อย่างน้อย 6 ตัว)

# register.password1
source: Enter a password
ru: Пароль
th: ใส่รหัสผ่าน

# register.password2
source: Enter again
ru: Еще раз
th: ใส่รหัสผ่านอีกครั้ง

# register.phone.subtitle
source: Complete your phone
ru: Введите Ваш телефон
th: กรอกเบอร์โทรศัพท์ของคุณ

# register.phone.send
source: SUBMIT
ru: ОТПРАВИТЬ
th: ส่ง

# register.phone.bottomInfo
source: Please confirm your country code and enter your phone number.
ru: Пожалуйста подтвердите код Вашей страны и введите Ваш номер телефона
th: กรุณายืนยันรหัสประเทศและกรอกเบอร์โทรศัพท์ของคุณ

# register.hint.placeholder
source: Enter a hint
ru: Введите подсказку
th: ใส่คำใบ้

# register.hint.subtitle
source: Create a hint for password recovery
ru: Создайте подсказку для восстановления пароля
th: คำใบ้สำหรับการกู้รหัสผ่าน

# register.phone.cancel
source: CANCEL
ru: ОТМЕНА
th: ยกเลิก

# register.check.documents.label
source: Documents validation. Please wait...
ru: Проверка документовn. Пожалуйста, подождите...
th: กำลังตรวจสอบเอกสาร โปรดคอยสักครู่

# register.validation.label
source: Connection to server. Please wait...
ru: Подключение к серверу. Пожалуйста, подождите...
th: กำลังติดต่อเซิร์ฟเวอร์ โปรดคอยสักครู่

# register.phone.country.placeholder
source: Search
ru: Поиск
th: ค้นหา

# register.phone.country
source: COUNTRY
ru: СТРАНА
th: ประเทศ

# register.phone.code.placeholder
source: Code
ru: Код
th: รหัส

# register.phone.sent
source: Please enter the 4-digit code that just have been sent to your mobile phone %@
ru: Введите 4-х значный цифровой код который был отправлен на Ваш номер %@
th: กรุณาใส่รหัสตัวเลข 4 ตัวที่ส่งไปยังโทรศัพท์ของคุณ %@

# register.phone.haventRecieve
source: Haven't received the code?
ru: Не получили код?
th: ยังไม่ได้รับรหัส?

# register.phone.confirm.subtitle
source: Confirm your phone number
ru: Подтвердите Ваш телефон
th: ยืนยันเบอร์โทรศัพท์ของคุณ

# register.phone.sms.sent
source: SMS sent
ru: SMS отправлено
th: ส่ง SMS ไปแล้ว

# register.phone.requestCall
source: Request voice call
ru: Заказать звонок
th: ต้องการพูดคุยทางโทรศัพท์

# register.USA.question
source: Are you a citizen or resident of the USA?
ru: Вы являетесь гражданином или резидентом США?
th: คุณเป็นพลเมืองหรือมีถิ่นที่อยู่ในประเทศสหรัฐอเมริกา?

# register.USA.answer.yes
source: YES
ru: ДА
th: ใช่

# register.USA.answer.no
source: NO
ru: НЕТ
th: ไม่ใช่

# register.USA.info.title
source: Important Information
ru: Важная информация
th: ข้อมูลสำคัญ

# register.USA.info.text
source: We are in the process of obtaining the necessary regulatory approvals for our services under the jurisdiction of the USA. Unfortunately, we cannot allow US domiciled clients access to our site until we have the regulatory approvals in place. We have your contact information in our database so we can email you updates as they become available.
ru: Мы находимся в процессе получения лицензионных разрешений, необходимых для предоставления услуг на территории Соединенных Штатов Америки. К сожалению, на данный момент мы не можем предоставить Вам доступ ко всем функциям приложения. У нас есть Ваша контактная информация, и мы уведомим Вас о любых изменениях.
th: เรากำลังอยู่ในกระบวนการขอใบอนุญาตจากทางการสำหรับการให้บริการภายใต้กฎหมายของประเทศสหรัฐอเมริกา ขออภัยที่เราไม่สามารถอนุญาตให้ลูกค้าที่มีภูมิลำเนาในประเทศสหรัฐอเมริกาเข้าใช้เวบไซต์ของเราได้ก่อนที่เราจะได้รับใบอนุญาต เราได้บันทึกที่อยู่ของท่านไว้ในฐานข้อมูลแล้ว เพื่อการส่งอีเมลแจ้งความคืบหน้าเมื่อเราสามารถให้บริการได้

# register.USA.info.gotit
source: OK, GOT IT
ru: ХОРОШО, Я ПОНЯЛ
th: เข้าใจแล้ว

# register.generateKey.title
source: Generate a private key
ru: Сгенерируйте приватный ключ
th: สร้างกุญแจส่วนตัว

# register.generateKey.text.iphone
source: Shake your iPhone to generate the private key to your Modern money
ru: Потрясите iPhone, чтобы сгенерировать приватный ключ к Вашему Lykke кошельку
th: เขย่า iPhone ของคุณเพื่อส่งกุญแจส่วนตัวไปที่กระเป๋าเงิน Lykke ของคุณ

# register.generateKey.text.ipad
source: Shake your iPad to generate the private key to your Modern money
ru: Потрясите iPad, чтобы сгенерировать приватный ключ к Вашему Lykke кошельку
th: เขย่า iPad ของคุณเพื่อส่งกุญแจส่วนตัวไปที่กระเป๋าเงิน Lykke ของคุณ

# privateWallets.coldstorage.generateKey.text.iphone
source: Shake your iPhone to generate the private key to your Cold Storage Wallet. This key will be immediately deleted after backup.
ru: Потрясите iPhone, чтобы сгенерировать приватный ключ к Вашему Cold кошельку. Этот ключ будет удален сразу после процедуры бэкапа.
th: เขย่า iPhone ของคุณเพื่อส่งกุญแจส่วนตัวไปที่กระเป๋าเงินออฟไลน์ของคุณ กุญแจจะถูกลบทันทีที่มีการสำรองข้อมูล

# privateWallets.coldstorage.generateKey.text.ipad
source: Shake your iPad to generate the private key to your Cold Storage Wallet. This key will be immediately deleted after backup.
ru: Потрясите iPad, чтобы сгенерировать приватный ключ к Вашему Cold кошельку. Этот ключ будет удален сразу после процедуры бэкапа.
th: เขย่า iPad ของคุณเพื่อส่งกุญแจส่วนตัวไปที่กระเป๋าเงินออฟไลน์ของคุณ กุญแจจะถูกลบทันทีที่มีการสำรองข้อมูล

# backup.intro.title
source: Make a backup
ru: Сделайте бэкап
th: สำรองข้อมูล

# backup.intro.text
source: You need to make a backup of your wallet. With your backup, you can easily restore your funds if your device is lost or damaged. Your backup is a series of 12 words. Just write them down and keep them in a safe place.
ru: Вам необходимо сделать бэкап Вашего приватного ключа. С его помощью Вы сможете восстановить доступ к Вашему кошельку в случае потери или поломки Вашего iPhone. Ваш бэкап это последовательность из 12 слов. Просто запишите их и положите в надежное место.
th: คุณควรจะสำรองข้อมูลของกระเป๋าเงิน ด้วยข้อมูลนั้นคุณจะสามารถกู้เงินลงทุนกลับมาได้ง่ายหากเครื่องมือสื่อสารสูญหายหรือเสียหาย ข้อมูลสำรองคือชุดคำ 12 คำ จดมันเอาไว้และเก็บในที่ที่ปลอดภัย

# backup.intro.skip
source: SKIP BACKUP
ru: ПРОПУСТИТЬ БЭКАП
th: ข้ามการสำรองข้อมูล

# backup.intro.backupNow
source: BACK UP NOW
ru: СДЕЛАТЬ СЕЙЧАС
th: สำรองข้อมูลเดี๋ยวนี้

# backup.getstarted.pageTitle
source: BACK UP
ru: БЭКАП
th: สำรองข้อมูล

# backup.getstarted.title
source: Get ready to write
ru: Приготовьтесь записывать
th: เตรียมพร้อมในการจด

# backup.getstarted.text
source: You are about to back up your wallet. You will see a series of %d words for you to write down. Anyone who knows this sequence of words can access and spend all the funds in your wallet, so be sure to keep it in a safe place.
ru: Сейчас Вы сделаете бэкап Вашего ключа. Вы увидите последовательность их %d слов для записи. Любой, получивший доступ к этим словам, также получит доступ ко всем Вашим средствам. Будьте осторожны
th: คุณกำลังจะทำการสำรองข้อมูลของกระเป๋าเงิน คุณจะเห็น %d คำสำหรับจด ใครก็ตามที่เห็นชุดคำนี้จะสามารถเข้าถึงกระเป๋าเงินของคุณและใช้เงินได้หมด ดังนั้นขอให้เก็บไว้ในที่ที่ปลอดภัย

# backup.getstarted.button
source: GET STARTED!
ru: НАЧАТЬ!
th: เริ่มต้น

# backup.singleword.wordof
source: %d of %d
ru: %d из %d
th: %d ของ %d

# backup.singleword.next
source: NEXT
ru: ДАЛЬШЕ
th: ต่อไป

# backup.words.placeholder
source: Words
ru: Слова
th: คำ

# backup.words.title
source: Nearly ready!
ru: Почти готово!
th: ไกล้เสร็จแล้ว

# backup.words.text
source: Please type all 12 words separated by spaces to verify your backup.
ru: Пожалуйста введите 12 слов, разделенных пробелом, чтобы проверить Ваш бэкап.
th: กรุณาพิมพ์คำทั้ง 12 คำ โดยเว้นช่องว่างระหว่างคำเพื่อยืนยันการสำรองข้อมูลของคุณ

# backup.words.submit
source: SUBMIT
ru: ГОТОВО
th: ส่ง

# backup.success.title
source: YOUR BACKUP IS COMPLETE
ru: ВАШ БЭКАП ЗАВЕРШЕН
th: การสำรองข้อมูลเสร็จสิ้น

# backup.success.text
source: Keep your list of 12 words safe. Use it to restore your account when you install Modern money on another device (or reinstall Modern money on this device).
ru: Храните Вам список слов в безопасном месте. Они Вам понядобятся для установки Lykke кошелька на другое устройство (или переустановки на это устройство).
th: เก็บชุดคำนั้นให้ดี ใช้ชุดคำเพื่อกู้บัญชีเมื่อคุณติดตั้งกระเป๋าเงิน Lykke บนเครื่องอื่น (หรือติดตั้งกระเป๋าเงิน Lykke ใหม่บนเครื่องนี้)

# backup.success.userAgreement
source: User agreement
ru: Пользовательское соглашение
th: ความยินยอมของผู้ใช้งาน

# backup.success.getstarted
source: GET STARTED!
ru: НАЧАТЬ!
th: เริ่มต้น

# migration.info.title
source: MAKE A BACKUP
ru: СДЕЛАТЬ БЭКАП
th: สำรองข้อมูล

# migration.info.text
source: To enhance the security and privacy of your wallet, you must regenerate and back up your private key. This will change the address of your wallet.
ru: Чтобы увеличить надежность Вашего кошелька Вам нужно перегенерировать приватный ключ. Адрес Вашего кошелька изменится.
th: เพื่อเพิ่มความปลอดภัยและความเป็นส่นตัวให้กับกระเป๋าเงินของคุณ คุณต้องสร้างกุญแจส่วนตัวใหม่อีกครั้งและทำการสำรองข้อมูล ซึ่งจะทำไปเปลี่ยนที่อยู่กระเป๋าเงินของคุณ

# migration.info.skip
source: SKIP BACKUP
ru: ПРОПУСТИТЬ
th: ข้ามการสำรองข้อมูล

# migration.info.confirm
source: CONFIRM
ru: НАЧАТЬ
th: ยืนยัน

# backup.notification.alreadymade
source: I've already made a backup
ru: Я уже сделал бэкап
th: ฉันทำการสำรองข้อมูลแล้ว

# backup.notification.required.title
source: BACKUP REQUIRED!
ru: НЕОБХОДИМ БЭКАП!
th: กรุณาสำรองข้อมูล!

# backup.notification.cancel
source: CANCEL
ru: ОТМЕНА
th: ยกเลิก

# backup.notification.title
source: DON’T FORGET TO BACK UP!
ru: НЕ ЗАБУДЬТЕ СДЕЛАТЬ БЭКАП!
th: อย่าลืมสำรองข้อมูล!

# backup.notification.text
source: Do you want to make a backup of the private key?
ru: Вы хотите сделать бэкап Вашего приватного ключа?
th: คุณต้องการสำรองข้อมูลกุญแจส่วนตัวหรือไม่

# backup.notification.moreoptions
source: More options
ru: Еще опции
th: ตัวเลือกอื่น

# backup.notificatiob.later
source: LATER
ru: ПОЗЖЕ
th: ทำภายหลัง

# backup.notification.backupnow
source: BACK UP NOW
ru: СДЕЛАТЬ СЕЙЧАС
th: สำรองข้อมูลเดี๋ยวนี้

# backup.template.cancel.title
source: Cancel backup
ru: Отменить бэкап
th: ยกเลิกการสำรองข้อมูล

# backup.template.cancel.text
source: If you cancel your backup, the sequence of twelve words that you use to access your wallet will no longer be valid. Do you want to proceed?
ru: Если Вы отмените бэкап, данная последовательность слов будет недействительна. Продолжить?
th: หากคุณยกเลิกการสำรองข้อมูล ชุดคำ 12 คำที่ใช้สำหรับเปิดกระเป๋าเงินจะใช้งานไม่ได้ต่อไป ต้องการดำเนินการต่อ?

# backup.template.cancel.yes
source: Yes
ru: Да
th: ใช่

# backup.template.cancel.no
source: No
ru: Нет
th: ไม่ใช่

# restore.form.placeholder
source: Words
ru: Слова
th: ชุดคำ

# restore.form.pageTitle.reset
source: RESET PASSWORD
ru: ВОССТАНОВЛЕНИЕ ПАРОЛЯ
th: ตั้งรหัสผ่านใหม่

# restore.form.pageTitle.cold
source: DEFROST COLD WALLET
ru: РАЗМОРОЗКА КОШЕЛЬКА
th: เลิกแช่แข็งกระเป๋าเงินออฟไลน์

# restore.form.wrongseed.title
source: ERROR
ru: ОШИБКА
th: ข้อผิดพลาด

# restore.form.wrongseed.text
source: These seed words are not corresponding to your private key.
ru: Этот набор слов не соответствует Вашему приватному ключу!
th: ชุดคำนี้ไม่ตรงกับกุญแจส่วนตัวของคุณ

# restore.form.title
source: Enter the secret word
ru: Введите секретные слова
th: ใส่คำลับ

# restore.form.text
source: Type in your secret words from backup separated by spaces
ru: Введите секретные слова из Вашего бэкапа, разделенные пробелом
th: พิมพ์คำลับจากข้อมูลสำรอง เว้นช่องว่างระหว่างคำ

# restore.form.next
source: NEXT
ru: ДАЛЬШЕ
th: ต่อไป

# restore.newpassword.title
source: Enter a new password
ru: Введите новый пароль
th: ใส่รหัสผ่าน

# restore.newpassword.text
source: Create a password (minimum 6 symbols)
ru: Создайте пароль (минимум 6 символов)
th: ตั้งรหัสผ่าน (มีสัญลักษณ์อย่างน้อย 6 ตัว)

# restore.hint.placeholder
source: Hint
ru: Подсказка
th: คำใบ้

# restore.success.title
source: SUCCESSFUL!
ru: УСПЕШНО!
th: สำเร็จ!

# restore.success.text
source: Great! Your password and the PIN changed. You can log in to the app.
ru: Прекрасно! Ваши пароль и PIN изменены. Вы можете войти в приложение.
th: รหัสผ่านและ PIN ของคุณได้เปลี่ยนแล้ว คุณสามารถเข้าระบบในแอพได้

# restore.success.button
source: GO TO LOGIN
ru: ВОЙТИ
th: ไปที่การเข้าสู่ระบบ

# refund.transaction.placeholder
source: Hex encoded bitcoin transaction
ru: Биткоин транзакция в виде HEX строки
th: รายการบิทคอยน์ที่เข้ารหัสเลขฐาน

# refund.transaction.password.placeholder
source: Your password
ru: Ваш пароль
th: รหัสผ่านของคุณ

# refund.transaction.pageTitle
source: REFUND
ru: РЕФАНД
th: การคืนเงิน

# refund.transaction.proceed
source: PROCEED
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ

# refund.broadcast.title
source: Entry transaction in blockchain
ru: Отправьте транзакцию в блокчейн
th: รายการที่ส่งเข้าบล็อกเชน

# refund.broadcast.text
source: Copy this code to the clipboard or broadcast a transaction via the Safari browser
ru: Скопируйте этот код в буфер обмена или отправьте транзакцию через браузер Safari
th: คัดลอกรหัสนี้ไว้บนกระดาน หรือส่งรายการผ่าน เบราว์เซอร์ Safari

# refund.broadcast.button.broadcast
source: BROADCAST
ru: ОТПРАВИТЬ
th: ป่าวประกาศ

# refund.broadcast.button.copy
source: COPY
ru: СКОПИРОВАТЬ
th: คัดลอก

# refund.broadcast.locktime.title
source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ
th: คำเตือน

# refund.broadcast.locktime.text
source: Please remember that you will not be able to broadcast this refund transaction to the blockchain before %@
ru: Пожалуйста, имейте в виду, что Вы не сможете отправить эту транзакцию в блокчейн до %@
th: โปรดจำไว้ว่าคุณไม่สามารถป่าวประกาศธุรกรรมการคืนเงินนี้ไปที่บล็อกเชนก่อน %@

# refund.broadcast.locktime.button
source: I GOT IT
ru: Я ПОНЯЛ
th: ฉันเข้าใจ

# qrcode.pageTitle
source: SCAN QR CODE
ru: СКАНИРОВАТЬ QR КОД
th: สแกน QR Code

# qrcode.button
source: Scan QR code
ru: Сканировать код
th: สแกน QR Code

# kyc.process.titles.selfie
source: Take a selfie
ru: Сделайте селфи
th: ถ่ายรูปตัวเอง

# kyc.process.titles.passport
source: Take a photo of your passport or another ID
ru: Сфотографируйте Ваш паспорт или другое удостоверние личности
th: ถ่ายรูปพาสปอร์ตหรือบัตรประจำตัวอื่น

# kyc.process.titles.address
source: Take a photo of your proof of address, such as a utility bill
ru: Сфотографируйте документ, подтверждающий Ваш адрес. Например счет за электроэнергию.
th: ถ่ายรูปเอกสารยืนยันที่อยู่ เช่นใบเสร็จค่าสาธารณูปโภค

# kyc.process.pageTitle
source: REGISTER
ru: РЕГИСТРАЦИЯ
th: ลงทะเบียน

# kyc.process.shoot
source: SHOOT
ru: СФОТОГРАФИРОВАТЬ
th: ถ่ายรูป

# kyc.process.reshoot
source: RESHOOT
ru: ПЕРЕСНЯТЬ
th: ถ่ายใหม่

# kyc.process.tabs.selfie
source: SELFIE
ru: Селфи
th: ถ่ายรูปตัวเอง

# kyc.process.tabs.passport
source: PASSPORT
ru: Паспорт
th: พาสปอร์ต

# kyc.process.tabs.address
source: ADDRESS
ru: Адрес
th: ที่อยู่

# kyc.process.photoFailed
source: Photo failed!
ru: Фото не получилось!
th: รูปใช้ไม่ได้

# kyc.process.nextButton
source: NEXT
ru: ДАЛЬШЕ
th: ต่อไป

# kyc.later.title
source: YOUR UPLOADED PHOTOS HAVE BEEN SAVED
ru: ВАШИ ФОТОГРАФИИ БЫЛИ СОХРАНЕНЫ
th: บันทึกรูปที่คุณอัพโหลดไว้แล้ว

# kyc.later.text
source: You can continue KYC whenever you’re ready.
ru: Вы можете продолжить KYC позднее
th: คุณสามารถกรอกข้อมูลส่วนตัวเมื่อคุณพร้อม

# kyc.later.button
source: GREAT!
ru: ХОРОШО!
th: เยี่ยม!

# camera.message1.title
source: CAMERA DISCONNECTED
ru: КАМЕРА ОТКЛЮЧЕНА
th: กล้องหลุดจากการเชื่อมต่อ

# camera.message1.text
source: Modern money requests access to your camera. Do the following:
ru: Lykke необходим доступ к камере. Выполните следующее:
th: กระเป๋า Lykke ต้องการไปที่กล้องของคุณ กรุณาทำการต่อไปนี้

# camera.message1.settings
source: Go to Settings
ru: Откройте Настройки
th: ไปที่ตั้งค่า

# camera.message1.lykkeApp
source: Tap the Lykke app
ru: Нажмите на Lykke
th: เคาะแอพ Lykke

# camera.message1.slider
source: Set the Camera slider to On
ru: Включите камеру
th: "เปิด" กล้อง

# camera.message1.button
source: OKAY, I UNDERSTAND
ru: ХОРОШО, Я ПОНЯЛ
th: ฉันเข้าใจแล้ว

# camera.message2.title
source: CAMERA DISCONNECTED
ru: КАМЕРА ОТКЛЮЧЕНА
th: กล้องหลุดจากการเชื่อมต่อ

# camera.message2.text
source: Modern money requests access to your camera. Allow to do it?
ru: Lykke необходим доступ к камере. Разрешить?
th: กระเป๋า Lykke ต้องการไปที่กล้องของคุณ อนุญาตหรือไม่?

# camera.message2.yes
source: YES
ru: ДА
th: อนุญาต

# camera.message2.no
source: NO
ru: НЕТ
th: ไม่อนุญาต

# kyc.pending.title
source: YOUR DOCUMENTS HAVE BEEN SUBMITTED
ru: ВАШИ ДОКУМЕНТЫ ПРИНЯТЫ
th: ส่งเอกสารของคุณไปแล้ว

# kyc.pending.text
source: Dear %@, your information is being reviewed by our KYC team. As soon as this process is complete, we'll inform you by email.
ru: Дорогой %@, Ваши документы находятся на рассмотрении. Когда этот процесс будет завершен, мы проинформируем Вас по электронной почте.
th: เรียน %@ ทีมงานของเรากำลังตรวจสอบข้อมูลของคุณอยู่ เราจะแจ้งผ่านอีเมลเมื่อกระบวนการแล้วเสร็จ

# kyc.pending.button
source: OKAY, I'M WAITING
ru: ХОРОШО, Я ЖДУ
th: ได้ ฉันรออยู่

# kyc.invalidDocuments.title
source: PHOTO FAILED
ru: ФОТО ОТКЛОНЕНО
th: รูปภาพไม่ถูกต้อง

# kyc.invalidDocuments.text
source: We found an error with your registration data. Please review your photos:
ru: Мы нашли ошибку в Ваших данных. Замените фото:
th: เราพบข้อผิดพลาดเกี่ยวกับข้อมูลลงทะเบียนของคุณ กรุณาตรวจสอบรูปของคุณ

# kyc.invalidDocuments.selfie
source: Selfie
ru: Селфи
th: ถ่ายภาพตัวเอง

# kyc.invalidDocuments.passport
source: Photo of your passport or another ID
ru: Удостоверение личности
th: รูปหนังสือเดินทางหรือบัตรประจำตัวอื่น

# kyc.invalidDocuments.address
source: Photo of your proof of address
ru: Адрес
th: รูปเอกสารยืนยันที่อยู่

# kyc.invalidDocuments.button
source: GO BACK AND RESHOOT
ru: ВЕРНУТЬСЯ И ИСПРАВИТЬ
th: กลับไปและถ่ายรูปใหม่

# kyc.restricted.header
source: OOPS!
ru: ИЗВИНИТЕ
th: โอ๊ะโอ!

# kyc.restricted
source: Dear %@, we're terribly sorry, but Modern money can't be created based on the KYC information that you have provided.
ru: Дорогой %@, нам очень жаль, но Lykke кошелек не может быть создан на основании предоставленных Вами документов.
th: เรียน %@ ขออภัยที่เราไม่สามารถสร้างกระเป๋า Lykke ได้เนื่องจากข้อมูลลูกค้าที่คุณให้มา

# kyc.success.header
source: YOUR DOCUMENTS ARE IN ORDER
ru: ВАШИ ДОКУМЕНТЫ В ПОРЯДКЕ
th: เอกสารของคุุณครบแล้ว

# kyc.success
source: Now you can trade FX along with bitcoins and colored coins
ru: Теперь Вы сможете совершать сделки
th: คุณสามารถซื้อขายอัตราแลกเปลี่ยนด้วยบิทคอยน์และเหรียญสีแล้ว

# kyc.success.okButton
source: Continue
ru: Продолжить
th: ต่อไป

# pin.create.title
source: Create a PIN to secure transactions
ru: Создайте PIN код
th: สร้าง PIN เพื่อให้การทำรายการปลอดภัย

# pin.create.new.title
source: Create a new PIN to secure your transactions
ru: Создайте новый PIN код
th: สร้าง PIN ใหม่เพื่อให้การทำรายการปลอดภัย

# pin.verify.title
source: Verify your PIN
ru: Проверьте PIN код
th: ยืนยัน PIN ของคุณ

# pin.enter.title
source: Enter PIN
ru: Введите PIN код
th: ใส่ PIN

# wallets.swipe.sell
source: Sell
ru: Продать
th: ขาย

# wallets.swipe.withdraw
source: Withdraw
ru: Вывести
th: ถอน

# wallets.swipe.deposit
source: Deposit
ru: Депозит
th: ฝาก

# wallets.swipe.buy
source: Buy
ru: Купить
th: ซื้อ

# exchange.spot.watchlist.untitled
source: Untitled
ru: Без названия
th: ไม่มีการตั้งชื่อ

# wallets.button.trade
source: TRADE
ru: ТОРГОВЛЯ
th: ซื้อขาย

# privatewallets.addnew
source: ADD
ru: НОВЫЙ
th: เพิ่ม

# exchange.watchlist
source: Watch List
ru: Вотч Лист
th: รายการเฝ้าดู

# exchange.watchlists.pageTitle
source: WATCH LISTS
ru: Вотч Листы
th: รายการเฝ้าดู

# exchange.watchlists.new
source: NEW
ru: НОВЫЙ
th: ใหม่

# exchange.watchlist.delete
source: Delete
ru: Удалить
th: ลบ

# exchange.watchlist.duplicate
source: Duplicate Watch List
ru: Дублировать
th: ทำรายการเฝ้าดูซ้ำ

# exchange.watchlist.edit
source: Edit
ru: Редактировать
th: แก้ไข

# exchange.watchlist.cancel
source: Cancel
ru: Отмена
th: ยกเลิก

# wallets.detailHeader.title
source: Total Capital
ru: Всего средств
th: เงินทุนทั้งหมด

# wallets.detailHeader.used
source: USED
ru: ИСПОЛЬЗУЕТСЯ
th: ใช้ไปแล้ว

# wallets.detailHeader.free
source: FREE
ru: ДОСТУПНО
th: เงินที่เหลือ

# wallets.detailHeader.pnl
source: P&L
ru: ПРИБЫЛЬ
th: กำไร/ขาดทุน

# wallets.detailHeader.accountSettings
source: Account Settings, Deposit, Withdraw
ru: Настройки Аккаунта
th: ตั้งค่าบัญชี

# exchange.assets.form.name
source: Asset name
ru: Имя
th: ชื่อสินทรัพย์

# exchange.assets.form.assetclass
source: Asset class
ru: Класс
th: ชั้นของสินทรัพย์

# exchange.assets.form.popularity
source: Popularity index
ru: Индекс популярности
th: ดัชนีความนิยม

# exchange.assets.form.description
source: Description
ru: Описание
th: คำอธิบาย

# exchange.assets.form.issuername
source: Issuer name
ru: Эмитент
th: ชื่อผู้ออก

# exchange.assets.form.coinsnumber
source: Number of coins issued
ru: Объем эмиссии
th: จำนวนเหรียญที่ออก

# exchange.assets.form.capitalization
source: Market capitalization
ru: Капитализация
th: มูลค่าหลักทรัพย์ตามราคาตลาด

# exchange.assets.form.description_url
source: Description URL
ru: Ссылка на описание
th: URL คำอธิบาย

# exchange.spot.tabs.asset
source: ASSET
ru: АССЕТ
th: สินทรัพย์

# exchange.spot.tabs.chart
source: CHART
ru: ГРАФИК
th: แผนภูมิ

# exchange.spot.tabs.orders
source: ORDERS
ru: ОРДЕРА
th: คำสั่งซื้อขาย

# exchange.spot.button.buy
source: BUY
ru: КУПИТЬ
th: ซื้อ
